Repository: KSET/kset-org
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: hr

# comp-desc
source: <p>The Computing section of KSET has been maintaining and upkeeping the IT infrastructure of KSET and live streaming various cultural events organized in KSET with the help of CARNet. To realize its projects, the Section uses open-source and free technologies. </p> <p> <strong> <br /> <br />* Some of the most challenging jobs, physically and mentally, <strong>include all kinds of (un)imaginable Linux Sysadmin jobs (sometimes also other OS) ) <br />*, maintaining and upgrading the IT net in KSET, working in numerous programming languages, <br />* streaming (in cooperation with CARNet) <br />*, offering free web hosting (and e-mail) to student organizations<br />*, maintaining the KSET web site<br />*, holding courses for eager students <br />* and so on, and so forth. </p> <p>The section has some 30 members, almost as many computers running GNU/Linux (Debian, Ubuntu), BSD and Windows, also a couple kilometres of UTP, a couple of switches, an imposing RACK... If any one of the mentioned terms brings a smile to your face, you want to have fun while at it, and you're also a student, feel free to join us! We're always looking for new, promising members with a broad area of technical interests and a wish to work in a group atmosphere. If you're a student and find yourself in the above-mentioned description, <strong>come to our meeting, Fridays at 6 PM, or contact the current section leader per e-mail</strong>.
hr: <p>Računarska sekcija KSET-a, takozvani Comp, je ona devetina kluba koja brine i o internetu u klubu i o klubu u internetu.</p><p>To prvenstveno znači da mi brinemo o klupskoj mrežnoj infrastrukturi, softverskoj ili hardverskoj. Kada nešto ne valja, mi to popravljamo. Kada nešto valja, mi pokušavamo naći način da valja još više.</p><p>Dužnosti sekcije prema klubu podijeljene su ugrubo u tri domene:</p><ol><li><strong>sysadmin</strong><p>Bilo to popravljanje servera ili nabavka novog hardvera za servere, virtualizacija i deployment klupskih aplikacija na higijenski način, postavke DNS-a, konfiguracija switcheva, WiFi u klubu ili krimpanje Ethernet kablova, mi to smišljamo i implementiramo. Imamo nekoliko servera na raspolaganju, a puno potreba, pa pokušavamo osigurati da sve bude na svojem mjestu i održivo. Svi serveri vrte <strong>Debian</strong>, a od relevantnih tehnologija istaknuti su <strong>LXC i Docker</strong> za virtualizaciju i <strong>nginx</strong> za posluživanje.</p></li><li><strong>Internet of Things</strong><p>Većina članova se u nekom momentu igrala s mikrokontrolerima poput <strong>Arduina</strong> i ugradbenim računalima poput <strong>Raspberry Pija</strong>, pa svako toliko vidimo potrebu za korištenjem takvih znanja. Primjeri ovog su klupski digitalni sat s funky vizualizacijama i Raspberry Pi koji vrti Grafanu, alat za vizualizaciju serverske aktivnosti i opterećenja.</p></li><li><strong>web</strong><p>Kad već imamo servere, bilo bi bezveze da oni zjape prazni. Kada se ukaže potreba za razvojem neke web aplikacije za klupske potrebe, na nama je da to provedemo u djelo. Jedan primjer je <a href='https://www.kset.org/'>stranica na kojoj čitaš ovo</a>, a tu su još i stranice za <a href='https://brucosijada.kset.org/'>brucošijadu</a> i <a href='https://jobfair.fer.unizg.hr/'>JobFair</a>, kao i nekoliko internih aplikacija. U trenutku pisanja većina aplikacija je u <strong>Djangu</strong> ili <strong>Flasku</strong> (web radni okviri za Python), a neke koriste <strong>Ruby on Rails.</strong></p></li></ol><p>Uglavnom smo zagriženi linuksaši (od Ubuntua do Archa!) i njegovatelji open source tehnologija. Ovome svjedoče sljedeće činjenice:</p><ul><li>svake godine sudjelujemo na <strong>Danima otvorenih računarskih sustava (DORS/CLUC),</strong> konferenciji o različitim open source tehnologijama,</li><li>svake godine organiziramo <strong>Linux InstallFest</strong>, događaj na kojem svima zainteresiranima pomažemo s instalacijom ovog operacijskog sustava, i to distribucije po želji,</li><li>sekcija je usko povezana uz provođenje vještina <a href='http://www.fer.unizg.hr/predmet/okosl'>'Osnove korištenja operacijskog sustava Linux'</a> i <a href='http://www.fer.unizg.hr/predmet/nkosl'>'Napredno korištenje operacijskog sustava Linux'</a> na FER-u, čime radimo na edukaciji studenata.</li></ol><p>Pored svega toga, uvijek bude članova koji 'briju' na <strong>grafiku, strojno učenje ili big data,</strong> a spremni su podijeliti to iskustvo, ili, pak, neka znanja specifična za neki programski jezik.</p><p>Pa eto. Ako te nešto od ovoga zanima i želiš naučiti više o nekoj od navedenih tehnologija i uputiti se u rad i život kluba, javi se voditelju sekcije i/ili dođi na sastanak svakog petka u 19:15!</p><p><strong>Širite ljubav i open source!</strong></p>

# disco-desc
source: <p>If you're wondering where people disappear off to when they reach the black hole at the end of the balcony in KSET, the answer is – into the <strong>Disco section</strong>! Of course, it's not a place of sadness and darkness, but a place of work (or as we like to call it, rosting the mixing board) and the gathering of KSET's great DJs. Here you can find everything, from records, mixing boards, a broken disco ball here and there. The constant here is the love toward all kinds and genres of music, prepared especially for KSET's guests every day. Music is always played, whether it's the <strong>morning programme</strong>, when the Club works as a cafe, and the DJs take shifts from 10 AM to 4 PM, or if it's the <strong>night programme</strong>, when it's played before, after and between various concerts. </p><p>We organize many club programmes (KSET Caffe, Indietones, Super Gravy, Social dance nights...), listening parties as part of Srijednjak (on Wednesdays). Although Srijednjak started as a line of listening parties, nowadays it includes various other activities, such as quizzes and competitions. There are also programmes that seemingly have nothing to do with music, but are a part of our activities: the famous <strong>Game Night</strong>. During these tourneys/listening parties, we strive to make people feel nostalgic through video games whose soundtracks have marked our youth (Crash Team Racing, Worms, Tekken, NFS...). </p> <p> So that we are not bored on Fridays, we have our KSET Caffe and the new programme – Lip Sync! <strong>KSET Caffe</strong> is a traditional, recognizable and, at the same time, completely unpredictable event made for fun, dancing and remembering old trash, slightly more trash, pop and electro hits. <strong>Lip Sync</strong> is a competition in which everyone has the chance to get to their 5 minutes in the spotlight – with their microphone turned off. All you need to do is be as convincing as possible and present your chosen hit with as much passion as you can, all in order to impress the audience and the jury! </p> <p> Finally, one thing closely related to DJing is worth mentioning – <strong>electronic music</strong>. With our incredible rave spirit, we've managed to bring back the electronic scene to KSET! As a result of this, we've created many programmes, some of which have even become famous outside the borders of the Club. <strong>Bipiem</strong> is a DJ collective united in their love for bass. Their performances include everything from dub and jungle, through classical DnB, all the way to the darkest sounds of neurofunk and dubstep.</p> <p> <strong>Kotlovnica</strong> (translated – the Boiler Room) is a music platform hosting numerous names of the electro scene, nearing this kind of music to the public through the concept of the Boiler Room. </p> <p> If you're one of those people whose day is incomplete without music, who know the songs on the radio in advance, who create playlists in their heads, and you want to hang out with a group of cheerful people who think of music more than just a background, apply for the entrance exam of the Disco section, held every year in October. Join our disco family and let the music take over your life! </p> <p>Disco disco, party, party! #ddpp and see you in KSET!
hr: <p>Ako se pitate u kojoj točno crnoj rupi ljudi nestaju kada dođu do kraja galerije u KSET-u, odgovor je - <strong>Disco sekcija!</strong> Naravno, ne radi se o prostoru tame i neveselja nego o prostoru rada (ili kako to mi zovemo <i>“roštanja”</i> po miksetama) i okupljanja KSET-ovih vrijednih DJ-eva. Naći će se tu svega, od ploča i mikseta do pokoje skršene disko kugle. Ono što je konstanta je puno ljubavi prema raznim oblicima i žanrovima glazbe koju Disco redovito priprema za KSET-ove posjetitelje. Bilo da se radi o jutarnjim terminima, kada klub radi kao kafić, a DJ-evi se izmjenjuju od 10h do 16h; ili pak o večernjima gdje se pušta glazba prije, nakon i između raznih koncerata.</p> <p>Organiziramo mnoge klupske programe <strong>(KSET Caffe, Hard Bass Adidas, Indietones, Maškaraoke...)</strong>, a od programa koji samo naizgled nemaju veze s glazbom valja istaknuti i popularne <strong>Game Nightove</strong> i <strong>Beer Pong</strong>. Na Game Night turnirima/slušaonicama izazivamo nostalgiju kroz video igre čiji su nam soundtrackovi obilježili mladost (Crash Team Racing, Worms, Tekken, NFS, THPS...), a sportska disciplina u kojoj je cilj ubaciti ping pong loptice u čaše piva redovito puni KSET na Beer Pong tulumima. Naš najredovitiji program, <strong>KSET Caffe</strong>, tradicionalni je, prepoznatljivi i istovremeno potpuno nepredvidivi program koji je stvoren za zabavu, ples i prisjećanje na stare i malo manje stare treš, pop, hip hop i elektro hitove. Za kraj valja spomenuti i naš novi program elektronske glazbe - <strong>Corrupt</strong>, večer za ljubitelje snažnog bassa i mračnijeg elektronskog izričaja (techno, acid, tekno, ebm...) kakvog nedostaje na zagrebačkoj klupskoj sceni.</p> <p>Ako ste jedni od onih kojima nijedan dan nije potpun bez glazbe, koji unaprijed znaju pjesme na radiju, koji slažu liste pjesama u glavi, a usto se želite družiti sa skupinom veselih ljudi kojima je glazba mnogo više od popratnog sadržaja, prijavite se na <strong>prijemni ispit Disco sekcije</strong>. On se održava u listopadu svake godine i pruža vam šansu da se priključite skupini mladih ljudi koji osmišljaju nove glazbene projekte i surađuju s drugim sekcijama na cjelokupnom KSET-ovom programu. Pridružite se našoj disco obitelji i pustite da glazba prožme i vaš život!</p> <p><strong>Disco, disco, party, party! #ddpp i vidimo se u KSET-u!</strong></p>

# drama-title
source: Drama
hr: Dramska

# drama-desc
source: <p>Are you interested in <strong>drama, acting, directing</strong>? Do you want <strong>to be or not to be</strong>? Do you want to be Romeo, Romeo, Romeo, wherefore art thou <strong>Romeo</strong>? You would give your kingdom for a <strong>horse</strong>? Do you wish to kill your <strong>mother</strong>, without her knowing? Look for <strong>psychological</strong> help or come to the Drama section of KSET! </p> <p> And what does the Drama section do? Well, exactly what it should! :-D It <strong>puts shows on the stage of KSET</strong> and brings other shows there, too. The Drama section is the youngest of all the sections, finally rebuilt in 2009 after some 20 years of hiatus. So far, the Section has had many of its own shows in KSET, as well as guest appearances. </p> <p>New members of all interests are gladly accepted, including anything related to theater: acting, writing, directing, lights, scenography, writing music, carrying nails (apparently the most famous position in a theater) and anything else you can imagine being necessary to create a play. </p> <p>So why the Drama section and not some other one? Well, damn it, why would you make electronic circuits, change light bulbs, write programmes, take photos or go mountaineering when you can simply act like you're doing all those things? </p>
hr: <p>Zanimaju te <strong>drama</strong>, <strong>gluma</strong>, <strong>režija</strong>? Želiš <strong>biti ili ne biti</strong>? Želiš biti Romeo, Romeo, zašto <strong>Romeo</strong>? Dao bi kraljevstvo za <strong>konja</strong>? Želiš ubiti svoju <strong>majku</strong>, a da ona to ne zna? Potraži <strong>psihološku</strong> pomoć ili dođi u dramsku sekciju KSET-a!</p> <p>A što to dramska sekcija radi? Pa ono što bi i trebala :-D <strong>Postavlja predstave na KSET-ovske daske</strong> koje život znače i dovodi druge predstave u ovaj prostor. Dramska sekcija je najmlađa KSET-ova sekcija koja je nakon pauze od 20 godina ponovno pokrenuta u zimi 2009. godine. Trenutno nas ima 15-tak, a u četiri mjeseca postojanja smo postavili 3 gostovanja i izveli predstavu Nemreš pobjeć od nedjelje autorice Tene štivičić,za čiju se premijeru doslovno tražila karta više. (Za one koji nisu dobili tu kartu više: nema straha, igrat ćemo ju ponovno)</p> <p>U sekciju primamo nove ljude koji su zainteresirani za bilo koji dio vezan uz kazalište: glumu, pisanje, režiju, namještanje reflektora, scenografiju, slaganje muzike za predstave, nošenje čavala (najpopularniji posao u kazalištu, navodno) i svim i svačim što možete zamisliti da je potrebno za pripremiti predstavu.</p> <p>Zašto baš dramska, a ne neka druga sekcija? Pa, pobogu, zašto bi slagao elektroničke sklopove, mijenjao žarulje, programirao, fotografirao ili planinario <strong>kad jednostavno možeš odglumiti da to radiš</strong>?</p>

# foto-title
source: Photo
hr: Foto

# foto-desc
source: <p>In the north-eastern corner of KSET is hidden the Photo section's space and <strong>darkroom</strong>. The first written logs of its existance stem as far back as years before KSET was founded and the farthest to <strong>1965</strong>. </p> <p> Since its beginnings, the Photo section has traditionally been holding the <strong>Photography course</strong> about the basics of photography. Currently the Section consists of some 20 members which hold the tradition of <strong>black and white analogue photography</strong> with their hard work. New members have the chance to learn much about the process od photography, from the settings, through film develpoment, and finally to developing the photos in different formats. In the Photo section, one can also learn a lot about photography in general, as well as digital photography, which is sadly taking the former place of our beloved photo films. Despite that, here one can learn a lot about the latest news in the world of <strong>digical photography</strong>. Among other things, in the section we organize photo-sessions, exhibitions, internal workshops, trips, cooking parties... </p> <p> You can find out more about us and our activities and projects at : <a title="www.fotokset.org" href="http://www.fotokset.org/">www.fotokset.org</a> </p>
hr: <p>U sjeveroistočnom kutku KSET-a kriju se prostori Fotosekcije i njezine <strong>tamne komore</strong>. Prvi zapisi o njenom postojanju protežu se davno prije osnivanja KSET-a i sežu najranije do <strong>1965.</strong> godine. </p> <p>Trenutačno se sastoji od tridesetak članova koji svojim radom i trudom održavaju tradiciju <strong>crno-bijele analogne fotografije</strong>, ali također njeguju i prate moderne tehnike digitalnog fotografiranja. Novi članovi sekcije imaju priliku naučiti mnogo o procesu fotografije, od određivanja postavki, preko razvijanja filma sve do razvijanja fotografija različitih formata.</p> <p>Od svojih početaka Fotosekcija se tradicionalno bavi držanjem <strong>Fototečaja</strong> osnova fotografije. Uz teorijski dio održavamo i praktični dio tečaja gdje sudionici sami primjenjuju stečeno znanje na svojim ili našim fotoaparatima. Tečaj završavamo sa izložbom polaznika tečaja u klubu. Osim toga u sekciji organiziramo foto-sessione, izložbe, interne tečajeve, druženja, kuhanja i još mnogo toga.</p> <p>Osim samog fototečaja, našu ljubav prema fotografiji dijelimo s drugim ljudima preko još nekoliko projekata: <ul><li><strong>Jednodnevna fotoradionica</strong> – Fototečaj u jednom danu. Najosnovnije stvari ispričane i isprobane unutar jednog radnog dana za ljude koji su u žurbi.</li><li><strong>Fotomaraton</strong> – Višesatni izlet članova sekcije i šire publike u gradu tijekom kojeg se ispucava analogni film. Na kraju izleta sudionici imaju priliku sudjelovati u razvijanju svog filma.</li><li><strong>Camera obscura</strong> – Radionica vlastitih fotoaparata od raznih kutijica, spremnika i limenki pod vodstvom članova sekcije.</li><li><strong>Fotoputokazi</strong> – Godišnji izleti članova Fotosekcije gdje se zaputimo u nepoznato sa fotoaparatima i dobrom voljom.</li><li><strong>Fotkanje na festivalima</strong> – Svako ljeto izaberemo nekoliko događaja (npr. Rocklive, SuperUho) koje odemo fotografirati, međusobno se podružiti i zajedno obogatiti naše foto-iskustvo.</li><li><strong>Tvoji projekti</strong> – Imaš ideju za projekt? Javi se trenutnom voditelju Fotosekcije i pobrinut ćemo se da se ta ideja ostvari na najbolji mogući način!</li></ul></p> <p>Ako studiraš i zanima te fotografija, na pravom si mjestu! Ovdje ćeš naći ljude slične sebi koji su fotografiju učinili svojim hobijem, neki čak i karijerom. Za učlanjenje u Fotosekciju javi se na Facebook stranicu fotokseta (<a href='www.facebook.com/fotokset/'>www.facebook.com/fotokset/</a>) ili e-mailom na <a href='mailto:foto-info@kset.org'>foto-info@kset.org</a>. Također nas možeš posjetiti i na web stranici <a href='www.fotokset.org'>www.fotokset.org</a>.</p>

# music-title
source: Music
hr: Glazbena
