Repository: KSET/kset-org
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: hr

# music-desc
source: <p>The Music section of takes care of the realization of the concert programme, specifically – the technical production. Stage hand experience gained in the Section can be and is later used by many members on bigger stages. In the Music section you can learn the basics of sound engineering and sound editing on PCs. The experience gained in this field has brought some of KSET's tone masters into cooperation with famous pop-bands (such as Zabranjeno Pušenje). One of the most important projects of the Section is <strong>Čuješ?!</strong>, a concert programme which hosts and shows young and not-famous-enough performers. </p> <p> The main obligations of the Music section are: <ul> <li>complete audio production of concerts</li> <li>music equipment maintenance</li> <li>playing in a band</li> <li>lighting and VJ-ing</li> <li>booking and promotion</li> </ul> </p><br /> <h2>COMPLETE AUDIO PRODUCTION</h2> <p> Members of the Music section go through all the steps of music production in a concert. They are primarily taught how to set up a stage, where and how to position the gear and what to do with the cables. The members are also taught about all the parts of the music equipment, as well as all the pros and cons of every element of setting up a stage. </p> <p>After the members have learned how to set up a stage before a band, they are offered the opportunity to use the Club's professional sound system. There is no other place like KSET where the members can learn first-hand how to use this kind of professional equipment. This is why many of Croatia's best tone masters come from KSET. Members are taught not only how to use the equipment itself, but what may influence the recordings, the equipment, the sound and all other elements of a concert. </p> <br /><h2>EQUIPMENT MAINTENANCE</h2> <p> For the members to be able to learn everything there is to know about the equipment, it has to function. A large part of time is spent on maintaining the equipment since we do not have money for new parts. The members are taught how to fix every part of the equipment, as well as how to solder perfectly since nothing can function without impeccable cables. Aside from this, members are also taught how to make various parts of the equipment, such as hybrid cables, switches etc. </p><br /><h2>PLAYING IN A BAND</h2><p>What kind of Music section would it be without a band called Zaudarači? Many of our members come to the section specifically looking for a good band and the company of other musicians. Taking into account that practicing studios cost money, and the equipment is expensive, the members of KSET get to share their musical experiences and knowledge with other members and in this way perfect their skill. If need be, we also teach our members how to sing through singing workshops.</p> <br /><h2>LIGHTING AND VJ-ing</h2> <p> Members who show a desire to learn how to deal with lighting are taught how to do so. Just like with tone mastering, here it is a question of very expensive equipment for which there is no other place to practice at except KSET. There are also no lighting schools so many of our members easily find a lighting job for a firm later on. Members learn how to set up the lighting, how to connect it, the differences between various devices, their upsides and downsides, working on a professional console in professional programmes. Aside from general knowledge about lighting, members also learn certain specific areas of knowledge which come with learning about lighting, such as how specific devices act in certain spaces or how to detect and fix problems... </p> <p>Recently, we've started teaching VJing to new members as a new kind of concert visual production. Members are taught how to use specialized software for this activity and they get to learn from the experiences of other VJs, which have been doing this sort of lighting for a while. </p> <br /><h2>BOOKING AND PROMOTION</h2> <p>Members who really show their best within the Section get to be part of the organization of events in KSET, mostly concerts as that is the obligation of the Music section. Taking care of the organization of concerts is one of the most important things in KSET, since it is precisely the concerts that brings us popularity and makes us a lively club. Members which take part in the organization gain valuable organization and communication skills and have the chance to be one of the bearers of the cultural programme in Croatia. </p>
hr: <p>Glazbena sekcija KSET-a brine o realizaciji koncertnog programa, konkretno tehničkoj produkciji. Stage hand iskustvo stvoreno u sekciji mnogi članovi kasnije su iskoristili na većim pozornicama. U Glazbenoj možete naučiti osnove inženjeringa zvuka i obrade zvučnog signala na osobnim računalima. Iskustvo stvoreno na ovom području dovelo je neke KSET-ove ton majstore u suradnju s popularnim sastavima zabavne glazbe (Zabranjeno Pušenje). Jedan od bitnijih projekata sekcije je <strong>Čuješ?!</strong>, koncertni program koji ugošćuje i predstavlja mlade nedovoljno poznate izvođače. </p> <p>Glavne obaveze glazbene sekcije su: <ul> <li>kompletna audio produkcija koncerata</li> <li>održavanje glazbene opreme</li> <li>sviranje u bendu</li> <li>lighting i VJ-ing</li> <li>booking and promotion</li> </ul> </p><br /> <h2>KOMPLETNA AUDIO PRODUKCIJA</h2> <p>Članovi glazbene sekcije prolaze sve korake u audio produkciji koncerta. Primarno članovi uče slaganje stage-a, poziciju opreme i kabliranje. Članovi se podučavaju kompletnoj glazbenoj opremi (instrumenti, kablovi, mikrofoni) odnosno objašnjavaju im se prednosti i mane svakog od elemenata postavljanja stage-a. Samo neke od znanja koje usvajaju su razlike u mikrofonima, zašto svaki mikrofon ima svoju funkciju, čemu služi diferencirani signal, što je to compressor/gate/eq, što je skretnica što je DI, razlika TS-a i TRS-a...</p> <p>Nakon što članovi nauče složiti stage prije benda nudi im se prilika korištenja profesionalnog klubskog razglasa u smislu toniranja i snimanja koncerta. To je jako vrijedna oprema i ne postoji drugo mjesto osim KSET-a i glazbene sekcije gdje se može slobodno koristiti i vježbati na KSET-ovom razglasu. Velika većina najboljih hrvatskih tonaca je potekla upravo iz KSET-a jer im je pružio dovoljno praktičnog rada što je zapravo za tu svrhu krucijalno. Osim samog live miksanja članovi se mogu baviti i audio miksanjem snimki koje imamo priliku snimati uživo. Članove se uči kako razni signali utječu na snimku, kako spojit zvučne kartice, sinkronizirati ih, paziti na kvalitetu zvuka i na kraju krajeva dobiveni audio smiksati. To je također dosta bitna stavka koju članovi mogu naučiti pošto nemaju priliku snimit audio materijal koji bi mogli kasnije miksati. KSET nudi tu mogućnost. Dosta članova je tu mogućnost iskoristilo da se nauči te su se kasnije nastavili baviti time.</p><br /> <h2>ODRŽAVANJE GLAZBENE OPREME</h2> <p>Da bi članovi mogli usvojiti sva znanja o opremi ona mora biti funkcionalna. Veliki dio vremena se ulaže u održavanje opreme pošto nemamo novaca za novu. Članovi uče popravljati mikrofone (membrane), pojačala (lampe, potovi, jack ulazi), skretnice (transformatori, otpornici), monitore (driveri, skretnice), miksete (kanali, slideri, potovi), bubnjevi (kože, drvo). Uz to članovi besprijekorno nauče lemiti pošto bez funkcionalnih kablova ne možemo odrađivati produkciju koncerta. Uz standardne kablove, ovisno o potrebi, članovi sastavljaju razno razne hibridne kablove potrebne u našem poslu. Osim popravaka članovi uče i proizvodnju razno raznih pedala, switch-eva, pojačala, skretnica, kutija.</p><br /> <h2>SVIRANJE U BENDU</h2> <p>Kakva bi to glazbena bila da nema benda imena Zaudarači. Mnogi naši članovi dolaze u skeciju isključivo u potrazi za dobrim bendom i druženjem s drugim glazbenicima. Uzevši u obzir da se sviraone za vježbu plaćaju, a oprema je skupa, članovi mogu vježbati u KSET-u djeliti glazbena iskustva i znanja s drugim članovima te se na taj način glazbeno usavršiti. Ukoliko se pokaže potreba članove podučavamo i pjevanju kroz našu školicu pjevanja. </p><br /> <h2>LIGHTING I VJ-ing</h2> <p>Članove koji iskažu želju za bavljenjem lightom tome i podučavamo. Kao i s toniranjem radi se o jako vrijednoj opremi na kojoj, osim KSET-a, ne postoji mjesto za vježbanje. Ne postoje niti ikakve škole za učenje lightanja tako da mnogi naši članovi kasnije nađu zaposlenje baveći se lightanjem za neku firmu. Članovi uče kako složiti light, način spajanja lighta, razlike različitih uređaja, njihove prednosti i mane, rad na profesionalnoj konzoli u profesionalnom programu. Osim općih znanja o lightu, članovi usvajaju i određena specifična znanja koja dolaze kroz bavljenje lightanjem poput ponašanja uređaja u specifičnom prostoru ili detekcija kvara i popravak...</p> <p>Od nedavno smo članove počeli učiti i VJ-ingu kao jednoj novoj vrsti vizualne produkcije koncerta. Članovi uče koristiti specijalizirane software za ovu djelatnost te im se prenose iskustvena znanja ostalih VJ-a koji se duže bave ovim oblikom osvjetljavanja. </p><br /> <h2>BOOKING AND PROMOTION</h2> <p>Članovi koji se zbilja istaknu svojim trudom dobivaju priliku baviti se organizacijom evenata u KSET-u, uglavnom koncerta pošto je to obaveza glazbene sekcije. Bavljenje organizacijom koncerata je jedna od najbitnijih stavki KSET-a pošto su koncerti ono što nam nosi popularnost i što nas čini živim klubom. Članovi koji se upuste u organizaciju stječu izuzetne organizacijske i komunikacijske vještine te imaju priliku biti jedni od nositelja kulturnog programa u Hrvatskoj. </p>

# pi-title
source: Mountaineering
hr: Pijandure

# pi-desc
source: Way back in 1976, an age so far gone that they probably didn't even have electricity, let alone anything more advanced, a group of some 20 people met up, longing for the mountains and good company. They form a hiking group, led by their wish to get away from the noisy city and rest their minds and spirits in forests and on endless fields... Not much later, the section gets its current name (translated directly from Croatian): <strong>the Mountaineering, Field-tripping, Heroic, Anti-alcoholic, Unbeatable Society of tentatively put Electronic Engineers </strong>. Short in Croatian– Pijandure (or in English – Drunkards). It all started with a simple trip to Sljeme on a Sunday and proceeded to be the section we know today. One of the main missions of the Section, which has to be taken very seriously, is the systemic destruction of our enemies – alcohol and good food. We organize the Electromountaineering Rally, the PowerTrip, barbecues, the Little Mountaineering School, many trips... <strong>Trips!</strong> We go on many trips, everywhere, bravely venturing into the unknown and into new adventures! There's no feeling like enjoying the peace and quiet, with amazing people around you, somewhere on a mountain, in some woods, on a meadow... <br /><strong>Tl;dr </strong> we like to dine, have a drink, see a hill or two and hang out with cool people, you can come along. <br />*** <br />We organize both short and longer trips, as well as camping on the Mrežnica river in the summer, the Little Mountaineering School usually at the end of February, barbecues, hanging out, anything that seems like a good idea! If nothing else, you can always count on a friendly face from the section to cheer you up when you come to KSET, tired and saddened by life and college. Everything we do is based on love, only love, love toward trips, people, company, the section and the Club. The section has members from different colleges, not just from FER, and although we don't always share colleges or all other interests, we do share the wish to have good company and go hiking, and it is precisely this that has kept the section alive for a very long time now. If you're interested in this wonderful, friendly section, you enjoy nature and hiking, if you have a good taste in beer and food, you should join us! For all info, you can turn to the section leader per e-mail (julije@kset.org) or just come by KSET on a Friday at 2PM, when the section has its weekly meetings, and meet the people and the section first-hand.
hr: <p>Davne 1976. godine, vremena tako daleko da valjda još nije ni struje bilo, a kamo li čega naprednijeg, sastaje se grupica od dvadesetak ljudi željnih planine i druženja, te osniva planinarski aktiv, vođeni željom da se udalje od buke grada i odmore dušu u šumama i na beskrajnim poljima… </p> <p>Nedugo nakon toga, sekcija dobiva današnje ime - <strong> Planinarsko Izletničko Junačko Antialkoholičarsko Nenad...mašno Društvo Uvjetno Rečeno Elektrotehničara </strong> - P.I.J.A.N.D.U.R.E. Sve je počelo jednostavnim izletom na Sljeme jedne nedjelje, a nastavilo se u sekciju kakvu znamo danas. </p><p>Jedna od glavnih zadaća sekcije, a koju zaista treba ozbiljno shvatiti, je sistematsko uništavanje neprijatelja – alkohola i dobre hrane. Organiziramo <strong> Elektroplaninarski rally, roštilje, planinarsku školicu, kampiranja, izlete...</strong> Izleti! Idemo na puno izleta, i to posvuda, samo hrabro u nepoznato i u nove pustolovine! Ništa nije kao onaj osjećaj kada uživaš u miru i tišini, uz super ljude oko sebe, na nekoj planini, u nekoj šumi, na nekoj livadi... </p><p>Organiziraju se i kratki i duži izleti, kao i <strong> kampiranje </strong> na Mrežnici ljeti, Planinarska školica uglavnom krajem veljače, roštilji, druženja, što god nam padne na pamet kao dobra ideja! Ako ništa drugo, uvijek možete računati na neko poznato sekcijsko lice da vas razveseli kada tužni i umorni od života i faksa dođete u KSET. Sve se to radi na osnovi ljubavi, samo ljubavi, prema izletima, ljudima, druženju, sekciji i Klubu. Sekcija uključuje studente s raznoraznih fakulteta, ne samo FER-a, pa iako nam nisu zajednički fakulteti, kao ni svi interesi, dijelimo želju za ugodnim druženjem i planinarenjem i to je ono što ovu sekciju drži na okupu već dugi niz godina. </p><p>Ako te zanima ova predivna, prijateljska sekcija, ako voliš prirodu i planinarenje, ako imaš ukusa za pivu i klopu, pridruži nam se! Za sve informacije se možeš obratiti voditelju sekcije na mail ili jednostavno doći petkom oko 17h u KSET, kada sekcija ima sastanak, i iz prve ruke se upoznati s ljudima i radom sekcije. </p><p>Tl;dr volimo pojesti, popiti, vidjeti neko brdo i družiti se sa super ljudima, a ti možeš s nama.</p>

# tech-title
source: Tech
hr: Tehnička

# tech-desc
source: <p><span>The Tech section of KSET has existed since the very beginning of the Club (way back since 1976), at the beginning of its existance called "<strong>Zavod za manualni rad i </strong></span><span><strong> preciznu elektroniku</strong>" (Department of manual labour and precise electronics).</span></p> <p>The Sections area of work includes maintaining the Club's inventory in (almost) top shape. </p> <p> The range of work includes regularly peeking under the lids of many professional audio, video and light systems in the Club. </span></p> <p> The section also does theplanning and constructing of various (electronic) handcrafted objects, depending on the needs of the Club, section members or just for fun (of which there is an abundance in KSET). </p> <p> So: terms such as sawing, drilling, cutting (cables?), leveling, sanding, measuring and soldering are part of everyday life for a member of this section. </span></p> <p > The section currently includes some 20 members, who are always ready to help and offer their knowledge to new members. </p> <p> If you want to find out what all this looks like in practice, and you aren't afraid to roll up your sleeves while at it, then the Tech section is the right place for you! </p>
hr: <p><span>Tehnička sekcija KSET-a postoji od samih početaka kluba (davne 1976. godine), u početku svoga rada pod nazivom "<strong>Zavod za manualni rad i </strong></span><span><strong> preciznu elektroniku</strong>".</span></p> <p>Područje rada tehničke sekcije je održavanje cjelokupnog inventara i opreme kluba u (skoro) vrhunskoj formi, što čini lepezu aktivnosti kojima se tehničari bave veoma širokom...</p> <p>Pod to spada redovito virenje ispod poklopca mnogih profesionalnih audio, video i rasvjetnih sustava unutar kluba.</span></p> <p>Sekcija također bavi projektiranjem i konstruiranjem mnogih (elektroničkih) samogradnji za potrebe kluba, članova sekcije ili jednostavno iz zabave (koje u KSET-u ne nedostaje).</p> <p>Dakle: pojmovi poput piljenja, bušenja, rezanja (kabela ?), gletanja, brušenja, spajanja, rastavljanja, mjerenja, rušenja i lemljenja svakodnevica su jednog tehničara. </span></p> <p >Sekcija trenutačno broji 20-ak članova, koji su uvijek spremni pomoći i prenijeti svoje znanje nekim od novih članova.</p> <p>Ako želite saznati kako u praksi izgleda sve ono što učite na faksu, a pritom se ne bojite (malo) zasukati rukave tehnička sekcija je pravo mjesto za vas!</p>

# video-desc
source: <p>The Video section is an <strong>excentric group of students</strong> of various professions. We are tied by our love for films. We <strong>direct</strong>, <strong>write</strong>, <strong>produce</strong>, <strong>act</strong>, <strong>watch</strong>, <strong>form opinions</strong> <strong>and do to films</strong> just about anything that can be done to them. Our members include cameramen and -women, producers, actors, directors, editors, writers, critics... and not one of us is a professional in their area ... YET!</p> <p>Other jobs of the Section are also <strong>recording and directing live concerts in KSET </strong>, <strong>making movie shorts</strong>, reporting on student events, as well as organizing workshops, for now mostly for our own members. We've also been organizing movie projections in KSET for a long line of years now. With our movies, we <strong>take part in festivals</strong>, where we very often gain a lot of attention. <br /> <br /> Along with all of this, we enjoystudent life, lulled in the loving bosom of KSET .</p>
hr: <p>Video Sekcija je <strong>ekscentrična grupa studenata</strong> raznih struka. Zajedno nas veže interes prema filmu. <strong>Režiramo</strong>, <strong>pišemo</strong>, <strong>produciramo</strong>, <strong>glumimo</strong>, <strong>gledamo</strong>, <strong>imamo mišljenja</strong> i <strong>radimo filmu</strong> otprilke sve što mu se napravit može. Među nama se ima snimatelja, producenata, glumaca, režisera, montažera, pisaca, kritičara... i nitko nije profesionalac na svojem području ... JOŠ!</p> <p>Video Sekcija se bavi <strong>snimanjem i režijom uživo koncerata u KSET-u</strong>, <strong>stvara kratke igrane filmove</strong>, izvještaje studentskih događanja, a organizira razne radionice za sada uglavnom samo za svoje članove. Takoder organiziramo projekcije filmova u KSETu vec duzi niz godina. Sa filmskim uratcima <strong>sudjelujemo na festivalima</strong> gdje smo nerjetko bili primjećeni. <br /> <br />Uz sve to uživamo u studentskom životu uzibani u divnim njedrima KSET-a .</p>

source: Club
hr: Klub

# program-contact
source: Programme
hr: Program

# mono-title
source: Monography 2^5
hr: Monografija 2^5

# mono-desc-part-1
source: This isn't the first time someone has thought of making a book about KSET, but it is the first time someone has been able to bring the project to an end...
hr: Nije prvi put da se netko sjetio da bi bilo zgodno napraviti knjigu o KSET-u, ali je jedini puta do sada da se uspjelo dogurati do kraja...

# mono-desc-part-2
source: <strong>The monography of KSET contains five hundred thirty six (536!) full-colour pages </strong>, one of the biggest projects of the Photo section, on which the entirety of the section worked for almost three years, so that it could encompass with words and pictures
hr: <strong>Monografija KSET-a na petstotrideset i šest (536!) ful kolor stranica</strong>, jedan od velikih projekata foto sekcije, na kojemu je čitavo foto-članstvo radilo gotovo tri godine, kako bi slikom i riječi obuhvatilo

# mono-desc-part-3
source: the first 32 years of our favorite Club...
hr: prve 32 godine najdražeg nam Kluba...

# mono-desc-part-4
source: The book is about members of KSET and all their endeavours, great and small, because of which KSET has become and remained the unforgettable place we all know it to be... all you can see around you as soon as you go through the door, all of it is a product of the members' work; from the preparation of the Club's space, through concerts you listen to, the exhibitions hanging on the walls... And so much more is also done in KSET... we have preserved it so that it would not be lost, forgotten: From KSET members to KSET members.
hr: Knjiga o ksetovcima i svim njihovim malim i velikim pothvatima, zbog kojih je KSET postao i ostao nezaboravno mjesto kakvim ga svi znamo... sve što vidite oko sebe čim pređete prag, njihovih je ruku djelo; od uređenja prostora, organizacije koncerta kojeg slušate, izložbi koje vise... A ima tu još puno puno više toga sto se u KSET-u radi... Mi smo to samo sačuvali kako se ne bi zaboravilo, izgubilo: od ksetovaca za ksetovce.

# mono-desc-part-5
source: Take a look and find pictures of your mom, dad, uncle, aunt, brother, sister... Or just find out what happened in the former boiler room in the first thirty-two years of the Club's existence. And enjoy.
hr: Zavirite i pronađite sliku mame, tate, strica, tetke, sestre, brata, svoju... ili samo provjerite što se sve dešavalo u prostorima kotlovnice u prvih trideset i dvije godine njegova postojanja. I uživajte.
