Repository: KSET/kset-org
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: hr

# powertrip-desc
source: It is a technical <strong>student trip</strong> with the purpose of <strong>getting to know the process behind the creation of electrical energy from various sources of energy</strong>. The point of POWERTRIP is the education of future MSc and BSc graduates of Electrotechnics about the ways of acquiring electrical energy out of thermal and nuclear sources. Croatia is a land which satisfies most of its energetic needs through import. Today there are many discussions about making up for that import. The goal is to acquaint the future MSc and BSc graduates with the pros and cons of various solutions and to broaden their knowledge in the field. We want to improve the cooperation between future graduates and local scientists in order to help the advance of Croatian energetics and economy. Every year, members of the Mountaneering section help organize POWERTRIP, and some 70 students of FER take part in it. </p> <p> So far, <strong>numerous facilities all around Croatia and the neighbouring countries</strong> have been visited. </p> <p>We would hereby like to thank all the professors of our Faculty, as well as the employees of all visited places for their help and good will.
hr: To je stručno <strong>putovanje studenata</strong>u svrhu <strong> upoznavanja procesa proizvodnje električne energije iz različitih izvora energije</strong>. Naglasak POWERTRIP-a je educiranje budućih magistara i prvostupnika elektrotehnike o načinima dobivanja električne energije iz termo i nukleranih izvora energije. Hrvatska je zemlja koja veliki dio svoje energetske potrošnje koja svoje potrebe zadovoljava uvozom energije. Danas su aktualne rasprave o nadoknađivanju tog uvoza. Cilj je upoznati buduće magistre i prvostupnike s prednostima i nedostacima rezličitih rješenja te povećati njihovo znanje na tom području. Želimo povećati međusobnu suradnju između budućih magistara struke i znanstvenika u svrhu razvoja hrvatske energetike i gospodarstva. Svake godine u organizaciji POWERTRIP-a sudjeluju članovi planinarske sekcije, a sudjeluje 70 studenata FER-a.</p> <p>Dosada se u sklopu projekta posjećene: <strong>RHE Velebit</strong>, <strong>HE Zakučac</strong>, <strong>HE Peruća</strong>, <strong>HE Orlovac</strong>, <strong>NE Krško</strong>, <strong>TE Plomin</strong>, <strong>Kontrolni centar HAC</strong> - Delnice, <strong>Memorijalni centar Nikola Tesla</strong>. </p> <p>Ovim putem se zahvaljujemo svim profesorima fakulteta, te zaposlenicima navedenih mjesta na pomoći i ukazanoj dobroj volji.

# rally-desc
source: Have you ever wanted to go walk in the woods with a group of friends? Play the best of games while people around you glorify you? Try and find the most creative answers to questions given to you? Happily eat amazing ćevapi? And have <strong>the most fun of your entire life </strong> while at it? Then you've come to the right place! For those who may not know, the <strong> Global Electromountaineering Hiking Rally </strong> (Svjetski Elektroplaninarski pješački rally) is an annual competition between numerous teams, whose goal is to get from start to finish as soon as possible, answering questions and playing crazy games on the way. The competition is organized by the Mountaineering Section of KSET (P.I.J.A.N.D.U.R.E.), and the competitors are people and centaurs of all ages, colours and dietary habits, all in teams of 4-10 people, with an overall number of up to 200. The competitors arrive early in the morning to a well-prepared course on a previously unknown location and are given, at every checkpoint, a paper with questions and instructions to the next checkpoint. The questions are of a general knowledge nature, whereas the games given vary greatly in topics. Winning depends on bravery, resourcefulness, capability of eating and drinking, creativity and willingness to sacrifice yourself for your team. On the way, you have the unique opportunity to meet people from other teams, as well as the wonderful organizers of the Rally from the Mountaineering section! New friendships all around! And there are also some sausages and ćevapi and such... <br />*** <br />Taking part in the competition includes a ride to the start, a t-shirt for every contestant, food at the middle and end of the course, beer, wine and juice to your heart's content or until it is all gone, as well as a ride back to KSET, where there is an official diploma ceremony and an after-party. The Rally takes place every year, so this year, 2016, a round <strong> 40th </strong>Rally will be held, celebrating its birthday together with KSET! For all details, you can turn to the leader of the Mountaineering Section per e-mail (julije@kset.org), and if you are more of a face-to-face type, you can always stop by KSET and ask for someone from the Section at the bar. You can also sit down for a warm coffee or some juice with other KSET members and ask them about their previous Rally experiences.
hr: <p>Jesi li ikada poželio šetati se šumom s ekipom prijatelja? Igrati najbolje igre dok vas ljudi sa strane slave? Tražiti najkreativnije odgovore na zadana pitanja? Sretan jesti super ćevape? I pri tom se <strong>zabaviti</strong> kao nikad u životu? Onda si na pravome mjestu!</p> <p>Za one koji ne znaju, <strong>Svjetski elektroplaninarski pješački rally</strong> je godišnje natjecanje među ekipama čiji je cilj što prije doći od početka do kraja staze uz odgovaranje na pitanja i igranje ludih igara. Natjecanje organizira <strong>Planinarska sekcija</strong> (P.I.J.A.N.D.U.R.E.), a natječu se ljudi i kentauri svih godina, boja i prehrambenih navika u ekipama od 4 do 10 osoba, a uglavnom u ukupnom zbroju od 200 natjecatelja.</p> <p>Natjecatelji stižu rano ujutro na pomno pripremljenu stazu na nepoznatu lokaciju i dobivaju na svakoj kontrolnoj točki papir s pitanjima sasvim opće kulture, raznovrsnim igrama i uputama do iduće točke. Pobjeda ovisi o tome koliko ste hrabri, snalažljivi, sposobni pojesti i popiti, kreativni i voljni žrtvovati se za ekipu, a putem imate priliku upoznati ljude iz drugih timova, kao i predivne organizatore Rallyja iz Planinarske sekcije! Nova prijateljstva na sve strane! A tu su i neke kobasice i ćevapi i tako to…</p></br> <p>Sudjelovanje uključuje prijevoz do starta, majicu za svakog natjecatelja, hranu na sredini i na kraju staze, pivo, vino i sokove koliko vam srce poželi ili pak dok sve ne popijete, te prijevoz natrag u KSET, gdje je službena podjela diploma, nagrada, i after party.</p> <p>Rally se odvija <strong>svake godine</strong>. Za sve detalje se uvijek možete obratiti voditelju Planinarske sekcije putem e-maila, a ako ste više lice-u-lice tip, možete doći do KSET-a i na šanku pitati za pijandure. Uz to se možete obratiti i članovima KSET-a za njihove dojmove i iskustva s prošlih Rallyja uz toplu kavicu ili sok.</p>

# newsletter.subscription.no-email
source: Please enter a valid email address!
hr: Molim vas unesite ispravnu e-mail adresu!

# newsletter.subscription.not-unique-email
source: Email entered is already subscribed!
hr: Unesena e-mail adresa je već pretplaćena!

# newsletter.subscription.successful
source: You have successfully subscribed to our newsletter!
hr: Uspješno ste se pretplatili!

# newsletter.subscription.error
source: Oops! Something went wrong. Please try again.
hr: Dogodila se greška prilikom spremanja vaše pretplate! Molim Vas pokušajte ponovno.
