Repository: KSET/kset-org
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Croatian
hr: Hrvatski

source: English
hr: Engleski

# homepage
source: HOME
hr: NASLOVNICA

source: ABOUT
hr: O KLUBU

source: NEWS
hr: VIJESTI

# program
source: PROGRAMME
hr: PROGRAM

# footer
source: <b>KSET</b> &mdash; <b>K</b>lub <b>S</b>tudenata <b>E</b>lektro<b>T</b>ehnike<br /><i>... since <b>1976.</b></i>
hr: <b>KSET</b> &mdash; <b>K</b>lub <b>S</b>tudenata <b>E</b>lektro<b>T</b>ehnike<br /><i>... prvi put otvorio vrata <b>1976.</b></i>

# alumni-description
source: <strong>The Red Membership card</strong> has always been a sign of pride for many a member of KSET at the end of their student career, as it is given honorarily only to those who deserve it the most and, as it is said on the back, it lasts forever. For the energy spent and significant effort given to the Club, these honorary members are always welcome and gladly seen in their Club. This site is made specifically for the honorary members of <strong>KSET</strong> so that they can communicate with each other and with <strong>KSET</strong>.
hr: <strong>Crvena iskaznica</strong> od uvijek je bila pojam časti za svakog ksetovca na kraju njegove studentske karijere jer se dodjeljuje počasno samo najzaslužnijim članovima i, kako to lijepo piše na pozadini, vrijedi do vječnosti. Zbog utrošene energije i svojih izuzetnih vrijednosti, počasni članovi su uvijek dobrodošli i rado viđeni u svome klubu.<br />Ova stranica je upravo namijenjena počasnim članovima <strong>KSET</strong>-a za međusobnu komunikaciju i kontakt prema <strong>KSET</strong>-u.

# alumni-contact-person
source: Contact person for data updating and maintenance of thealumni@kset.org mailing list
hr: Kontakt osoba za ažuriranje podataka i održavanje alumni@kset.org mailing liste:

# monday.first_letter
source: M
hr: P

# tuesday.first_letter
source: T
hr: U

# wednesday.first_letter
source: W
hr: S

# thursday.first_letter
source: T
hr: Č

# friday.first_letter
source: F
hr: P

# sunday.first_letter
source: S
hr: N

# about-title
source: About the Club
hr: O klubu

# club-description-full-first-section
source: <p>It's a former <strong>boiler room</strong> located in the north-eastern corner of the best faculty in the world. <p>Although<strong> the club in the boiler room has existed since 1976</strong>, its history dates much farther back. The student association of the time was founded in <strong>1969</strong> and was used strictly by members of a small number of sections for their pastime and life dilemmas of every student: <em>„Do we go for coffee or to our lecture?“</em>. Since we needed a better sounding name, in <strong>1971</strong> the Club got the name KSET, and only five years later it became <strong>the iconic place everyone gladly keeps coming back to </strong>,not just students of FER, but also of many other faculties.</p>
hr: <p>To je bivša <strong>kotlovnica</strong> smještena na sjeveroistočnom uglu najboljeg fakulteta na svijetu(i pored C zgrade FER-a). Neki ljudi tvrde da je <strong>"Rupa"</strong> unatoč brojnim nelogičnostima te izjave. Za početak, Rupa je mjesto u sjeverozapadnoj Hrvatskoj na granici sa Slovenijom.</p> <p>Iako <strong>Klub u kotlovnici postoji od 1976.</strong>, njegova povijest seže puno dalje. Klub studenata elektrotehnike osnovan je <strong>1969.</strong> zaslugom tadašnjeg dekana - akademika Hrvoja Požara te prodekana Vladimira Muljevića i Berislava Jurkovića uz angažman studenata uključenih u aktivnosti Fakultetskog odbora i “Našeg lista”. Bio je smješten u dvije prostorije u podrumu C zgrade. Iz potrebe za zvučnim imenom, <strong>1971.</strong> Klub je dobio ime KSET, a samo pet godina kasnije, odlukom uprave Fakulteta preseljen je u prostor dotadašnje kotlovnice te time postao <strong>kultno mjesto na koje se svi rado vraćaju</strong>, ne samo studenti FER-a već i drugih fakulteta.</p>

# club-description-full-second-section
source: <p>The Club is functioning very well, thanks for asking, and today there are <strong>almost 300 active volunteers working in 9 sections</strong>: <strong>Bike</strong> (professional fans of bycicles and mountain biking), <strong>Disco</strong> (for experimenting on the mixing board), <strong>Drama</strong> (whilst not acting, they read poetry), <strong>Computing section</strong> (for true <em>geeks</em> and those who fell so), <strong>Tech</strong> (for manual labour and precise electronics), <strong>Music</strong> (deadbeat musicians now working on musical equipment, while they actually have a super secret band), <strong>Mountaineering</strong> a.k.a. P.I.J.A.N.D.U.R.E. (who regularly get lost in the woods looking for their inner peace), <strong>Video</strong> (they film awkward movies) and <strong>Photo</strong> (artists with real cameras and the most women in their section). You can find out more about them later or you can stop by KSET and ask the first person you come by.</p> <p>Now on to some non-administrative things. <strong>KSET is a student volunteer club.</strong> That means that everything we do is a product of the fact that we have nothing better to do in life. Why would anyone do that? <strong>Because it's fun.</strong> KSET becomes a place where you can <strong>drink coffee</strong>, sit down with your <strong>friends</strong> and <strong>play cards</strong> or <strong>surf the internet</strong> inbetween lectures or just relax at the end of the day with some <strong>chess or a good movie.</strong></p> <p>During the exam season, the Club turns into a place where everyone studies, but the members will always take the time to help you with some assignments you can't solve or explain to you things that are as clear as agriculture to an Eskimo. In each section, you have the oportunity to <strong>apply or expand your knowledge</strong> gained during your studies (even in the Mountaineering section) and make a lot of new friends. It is not without reason that people say that being a member of KSET is one of the greatest and best experiences in life. </p> <p>The things gained by being a <strong>member</strong> of KSET include the possibility of using the Club's equipment, free entry on Wednesdays to various listening parties and the iconic <strong>KSET Caffe</strong> on Fridays, hanging out with the best people in the world and so much more... Keep on reading or come by the Club any day of the week and find out for yourselves!</p>
hr: <p>Klub funkcionira vrlo dobro, hvala na pitanju, i u njemu danas <strong>aktivno volontira gotov o300 volontera u 9 sekcija</strong>: <strong>bike</strong> (profesionalni obožavatelji međunožnih gurala i vožnji po brdima), <strong>disco</strong> (za kemijanje po mikseti), <strong>dramska</strong> (dok ne glume na pozornici, čitaju poeziju), <strong>računarska</strong> (za prave <em>geekove</em> i one koji se tako osjećaju), <strong>tehnička</strong>(za manualni rad i popravke popravaka), <strong>glazbena</strong> (propali glazbenici koji su se bacili u opremanje, a zapravo imaju tajni bend), <strong>planinarska</strong> a.k.a. P.I.J.A.N.D.U.R.E. (s redovitim gubljenjem po šumama upoznaju prirodu i svoj unutrašnji mir), <strong>video</strong> (snimaju neugodne filmiće) i <strong>foto</strong>(umjetnici s pravim aparatima i najviše žena u sekciji). Više o njima možete saznati kasnije ili navratite do KSET-a i pitajte prvu osobu na koju naiđete. </p> <p>Sada koja riječ o nekim administrativnim stvarima. <strong>KSET je klub studenata volontera.</strong> To znači da sve što radimo je rezultat činjenice da nemamo pametnijeg posla u životu. Zašto bi to itko radio?<strong> Jer je zabavno.</strong> KSET postane mjesto na kojem možete <strong>popiti kavu</strong>, sjesti s <strong>prijateljima</strong> i <strong>kartati</strong> ili <strong>surfati</strong> u pauzama između predavanja ili se na kraju dana opustiti uz <strong>šah ili dobar film.</strong></p> <p>Za vrijeme ispita Klub se pretvara u mjesto u kojem svi uče, ali će članovi uvijek izdvojiti vremena da vam pokažu zadatak koji ne znate riješiti ili pojasniti nešto što vam je jasno kao i poljoprivreda Eskimu. U svakoj sekciji može se <strong>primijeniti ili proširiti znanje</strong> stečeno na fakultetu(čak i u planinarskoj) i skupiti hrpu prijatelja. Ne kaže se bezveze da je rad u KSET-u jedno od najvećih i najboljih iskustava u životu.</p> <p>Ono što <strong>članstvom</strong> u KSET-u možete dobiti su mogućnost korištenja opreme Kluba, besplatne upade srijedom na različite slušaonice i petkom na kultni <strong>KSET Caffe,</strong> druženje s najboljom ekipom na svijetu i još mnogo toga... Čitajte dalje ili dođite bilo koji dan u Klub i saznajte sami...</p>

# choose-year
source: Choose a year...
hr: Odaberi godinu ...

# foto-gallery-title
source: Photo gallery
hr: Foto Galerija:

# kset-live-subtitle
source: Photo gallery of concerts held in KSET
hr: galerija fotografija s koncerata održanih u KSET-u

# kset-foto-gallery-subtitle
source: Photo gallery taken by members of the Photo section
hr: galerija fotografija članova foto sekcije

# foto-gallery-welcome-title
source: Welcome to the KSET Photo gallery!
hr: Dobrodošli na KSET foto galeriju!

# foto-gallery-desc-part-1
source: On a nice KSET-like day, in the spring of 2004, an idea was born about how nice it would be for the photos taken by the hardworking snapping of the members of the Photo section to be pulled out of the dark and shown to the public. So we have decided to create our own virtual exhibition space. Why? Because we can... :-) But also because there are too few real exhibition spaces and they are hard to get to.
hr: Jednog lijepog KSETovskog dana, u proljeće 2004. godine, rodila se ideja kako bi lijepo bilo fotografije nastale marljivim škljocanjem članova fotosekcije izvući iz mraka i pokazati javnosti. Tako smo odlučili stvoriti vlastiti virtualni izložbeni prostor. Zašto? Zato što možemo... :-) . A i zato što je stvarnih prostora za izložbu malo, pa do njih nije niti lako doći.

# foto-gallery-desc-part-2
source: We've begun with the Gallery
hr: Počeli smo s galerijom

# foto-gallery-desc-part-3
source: Which covers the concerts taking place in KSET, which are truly many. These events now remain recorded by many photos, out of which the authors cloose the best and publish them here. But, so that not all of it would remain in KSET, the Photo section shows that it can, knows how to and wants to express itself through photography, so a gallery was created.
hr: koja tematski pokriva koncertna događanja u KSET-u, a njih ima uistinu mnogo. Ta događanja ostaju zabilježena mnoštvom fotografija od kojih autori biraju najbolje i objavljuju ih ovdje. No, kako ne bi sve ostalo na KSET-u i u KSET-u, fotosekcija pokazuje da se može, zna i želi izražavati fotografijom pa je tako postavljena i galerija

# foto-gallery-desc-part-4
source: Here one can find photos of life, life while holding a camera.
hr: Tu se mogu pronaći fotografije iz života, života s fotoaparatom u ruci.

# foto-gallery-desc-part-5
source: At the beginning of 2011, a new, better looking and more clear Gallery was opened! The old, cluttered one was moved to the archive, and the new one can be seen before you now. In the "KSET.live!" part of the Gallery, one can find the photos taken by analogue and digital cameras. After you open the album, you will see more info about the technique used to take the photos on top.
hr: Početkom studenog 2011. godine otvara se nova, ljepša i preglednija galerija! Stara i nepregledna galerija odlazi u arhivu, dok novu, ljepšu i organiziraniju galeriju možete vidjeti pred sobom. U "KSET.live!" dijelu galerije možete pronaći fotografije koje su zabilježene analognim i digitalnim fotoaparatima. Nakon što otvorite album, na vrhu ćete vidjeti više informacija o tehnici korištenoj pri njegovom nastajanju.

# foto-gallery-desc-part-6
source: So, from the moment you've read this text onwards, know that here there is a permanent exhibition of the Photo section. The exhibits are not permanent, it gets richer every day - don't forget to drop by again and take a look at what might be new. And if that was not enough, you can always drop by KSET for there, there is a new exhibition of the members of the Section every month as well as those who took part in the Photo section's course.
hr: Eto, od trenutka kad ste pročitali ovaj tekst pa nadalje, znajte da se ovdje održava stalna izložba radova fotosekcije. Postav izložbe nije stalan, on postaje bogatiji iz dana u dan - ne zaboravite navratiti ponovno i pogledati što ima novoga. A ako Vam ovo nije dovoljno, uvijek možete navratiti do KSET-a, jer se u njemu svaki mjesec održava nova izložba radova članova sekcije, ali i polaznika tečaja koji organizira fotosekcija.

# foto-gallery-desc-part-7
source: Enjoy!
hr: Uživajte!

source: Soon...
hr: Uskoro...

source: Today
hr: Danas

source: from
hr: od

source: Gallery
hr: Galerija

source: Short movie clips
hr: Kratki filmovi

source: MEMBERS
hr: ČLANOVI

source: DUTIES
hr: DEŽURSTVA

# news-archive-title
source: Gallery of photos taken on concerts held in KSET
hr: galerija fotografija s koncerata održanih u KSET-u

# news-titlr
source: News
hr: Vijesti

source: More...
hr: opširnije ...

# daily-program
source: Morning programme
hr: Dnevni program

source: Evening program
hr: Večernji program

# newsletter.subscribe.text
source: Subscribe to our newsletter to receive latest news and events in KSET.
hr: Prijavi se na naš newsletter i prati najnovije vijesti i događanja u KSET-u.

# email.placeholder
source: Your e-mail address
hr: Vaša e-mail adresa

# newsletter.subscribe.button
source: SUBSCRIBE
hr: PRETPLATI ME

source: Message
hr: Poruka

# newsletter-error-message
source: The Newsettler isn't being shown properly? Oh :/ Visit
hr: Newsletter Vam se dobro ne prikazuje? Uf :/ Posjetite

# club-program-since
source: Programme since
hr: Program kluba od

# more-capitalized
source: More
hr: Opširnije

# unsubscribe-text
source: Don't want to receive KSET newsletter emails anymore? <br/>For unsubscribing please send <a href="mailto:unsubscribe@kset.org?subject=Unsubscribe%20me">e-mail</a> with subject <b>"Unsubscribe me" </b>to <a href="mailto:unsubscribe@kset.org">unsubscribe@kset.org</a>.
hr: Ne želiš više primati KSET newsletter? <br/>Za odjavu s newslettera molimo pošalji <a href="mailto:unsubscribe@kset.org?subject=Unsubscribe%20me">e-mail</a> s predmetom <b>"Unsubscribe me"</b> na adresu <a href="mailto:unsubscribe@kset.org">unsubscribe@kset.org</a>.

source: Search
hr: Pretraga

# foto_gallery
source: Foto galery
hr: Foto galerija

source: Notifications
hr: Obavijesti

# fer_logo_title
source: Always there for us
hr: Uvijek je tu za nas

# fer
source: Faculty of Electrical Engineering <br /> and Computing
hr: Fakultet elektrotehnike <br> i računarstva

source: Plugs
hr: Utičnice

# search-title
source: Search
hr: Pretraga

# no-news-error
source: No news has been found
hr: Nijedna vijest nije pronađena.

# no-events-error
source: No event has been found
hr: Nijedan događaj nije pronađen.

# kset-logo-subtitle
source: ...since 1976
hr: ... prvi put otvorio vrata 1976.

# info-title
source: Information
hr: Informacije

# location-short
source: where
hr: gdje

# logotip
source: logo
hr: logotip

# leaders-title
source: Leaders
hr: Voditelji

# valid-till-tomorrow
source: Valid until tomorrow...
hr: Vrijedi do sutra ...

# sekcije
source: Sections
hr: Sekcije

source: Projects
hr: Projekti

# bike-desc
source: <p>The Bike section, known as <strong>bike@KSET</strong>, is a small company of people enjoying bike rides, what else? Well, we also like mountains, peaks, forests, bends, adrenaline, tools, fast heart rates, mud, roots, stones, good food... and KSET!</p> <p> We started back in 2006 and since then, much has happened: </strong>a bunch of trips, rides, races, hanging out/parties, ups and downs (you can take these two literally :D)</strong>... all in all, amazing times and well-spent weekends, holidays, summers, winters...</p> <p> If you like what you've read this far, you miss a pedalling crew and and love cycling more and more... well then you're on the right track reading this text! <strong>Join us and you get</strong>:</p> <ul> <li>rides around Zagreb, mostly Sljeme but also other areas, even faraway hills</li> <li> these rides are used to collect points for your gym classes</li> <li> getting to know everything important about bikes and cycling, acquiring advice for all the things you've been wondering about </li> <li> having all the necessary tools for bikes </li> <li> hanging out</li> <li>barbecues</li> <li> nights in KSET... You can gain a lot from being a member of this section! One could say that we're oriented toward mountain-biking, but if you like some other form of cycling, don't hesitate to join us as well! And we do have girls in the section, so no worries about having t break the ice <em>;-)</em></ul><p>There is also a <a title="galerija" href="http://bybude.com/bike@kset/gallery2/main.php">gallery</a>, updated every now and then, and of course also a <a title="forum" href="http://bike.kset.org/forum">forum</a> (members only). </p> <p> For all extra <strong>information</strong> you can send an e-mail to bike@kset.org! <br /> If you want to join, contact us! </p>
hr: <p><strong>Biciklistička sekcija</strong>, nekoć poznata pod imenom bike@KSET, društvo je koje jednako voli duge ceste kao i šumske staze, te ne zna za život bez vjetra u kosi i pedala pod nogama.<br>Kao što bi se očekivalo, bave se biciklima - organiziraju popravljaonice bicikala ispred KSET-a, natjecanja na trenažerima (uređaji koji pretvaraju tvoj bicikl u sobni!), edukacije i putovanja diljem zemlje, te naravno zajedno voze kamo se god dogovore. Kada nisu na biciklu, bajkovce se može pronaći u okolici KSET-a kako traže gdje su ostavili jedan od svojih bicikala. Također su fanovi planina, blata, korijenja, znoja, ali i dobre hrane, dobre glazbe, čaja i piva!</p><p>Sad kada znaš čime se bavimo, saznaj tko smo!<br>U ovom izdanju nastali smo 2006. godine i od tad pokušavamo biti što aktivniji. Prošli smo nebrojeno mnogo izleta, kraćih vožnji, utrka, druženja te doslovnih uspona i padova (svi smo još živi). <br>Također kao KSET-ovci volontiramo na velikom broju raznih događanja te na legendarnoj Brucošijadi FER-a.</p><p>Ako ti se sviđa dosad pročitano, nemaš ekipe za pedaliranje i stvarno misliš da je bicikl najbolje prijevozno sredstvo – nastavi čitati dalje!</p><p>Pridruži nam se i zajedno možemo:<ul> <li>Proći tjelesni na FER-u skupljajući bodove kroz vožnje</li><li>Voziti se po okolici Zagreba - volimo Sljeme, ali i druge krajeve, pa i udaljene gore</li><li>Saznati sve bitno o biciklima i biciklizmu i dobiti savjete</li><li>Koristiti kvalitetni specijalizirani alat za bicikle te sve ostale potrebne masti i odmaščivaće</li><li>Družiti se, roštiljati, dežurati u KSET-u (ondje se pak često kuha gulaš ili grah), popravljati bicikle i učiti o tome od iskusnijih kolega te sudjelovati u promociji biciklizma</li><li>Sudjelovati na raznim utrkama - par članova su iskusni natjecatelji HR MTB Kupa!</li><li>Pješačiti po šumama i gorama za promjenu</li><li>Vladati galaksijom – na ovom polju dosta polako napredujemo</li></ul></p><p>Preferiramo brdski biciklizam, no zanima li te nešto drugo, svejedno nam se javi - nismo ograničeni. Nađe se tu i pokoja specka, DH zwer pa i jako dobar trialas!<br>Također, u sekciji uvijek imamo i dečke i cure, pa se nitko ne osjeća sam/a. </p><p>Većinu komunikacije vršimo preko Slacka, ali smo aktivni i na Facebooku.</p><p>Za više informacija javi nam se na <a href='https://www.facebook.com/bicikl.kset'>Facebook stranici</a>, na mail voditelja sekcije (<a href='mailto:mihael.nosil@kset.org'>mihael.nosil@kset.org</a>) ili se raspitaj o nama u klubu KSET - netko će vjerojatno već biti tamo!</p>

# comp
source: Computing
hr: Računarska
